{
  "de-DE": [
    "In Germany, on the first day of first grade, every child gets a giant cone filled with toys and candy.",
    "Drinking alcohol in public is legal.",
    "College is free for everyone here including the non Germans.",
    "The government can and will reject weird baby names.",
    "Prostitution is legal and well regulated.",
    "Everything is closed on Sundays, except may be the churches and brothels.",
    "Our Chancellor has her own Barbie doll.",
    "In Germany, a stipend covers the cost of people with disabilities to pay for intercourse.",
    "It’s considered bad luck to wish someone Happy Birthday in advance.",
    "Germany is eliminating nuclear power plants.",
    "In German, saying the word “thanks” means no.",
    "We make cake with the beverage Fanta.",
    "It’s a common belief that fresh air through an open window can bring about ailments like achy joints or the flu.",
    "Giving the middle finger is illegal.",
    "Oktoberfest does not start in October.",
    "It is illegal to sing the entire national anthem."
  ],
  "en-AU": [
    "Let’s get started mate, I’m not here to fuck spiders.",
    "You got a few kangaroos loose in the top paddock.",
    "I just got swooped by a fucking magpie!",
    "Can you pull into the servo for a sec? I gotta grab a sausage roll.",
    "I'm going up the shops, you want anything?",
    "Let me just whack on my trakky daks, and I'll come with.",
    "I'm just heading down to Bunnings for a sausage sizzle.",
    "Fark, today looks like it'll be a scorcher!",
    "Are you going to Splendour this year?",
    "These. Fucking. Mozzies.",
    "Ah, shit, I stepped in a bindi patch.",
    "Why is the internet so slow?",
    "You look like such a derro.",
    "I got maggot last night.",
    "I think I'll just chuck a sickie.",
    "Mate, he lives out in woop-woop!",
    "Should we do snags or chops for the barbie?",
    "I'm just waiting for a mate."
  ],
  "en-GB": [
    "Chatfield, there seems to be something wrong with our bloody ships today.",
    "Would you mind awfully putting the kettle on, I'm really rather parched.",
    "I can't find my Oyster card.",
    "Would ya mind putting a cupper on love?",
    "Me and me brother will bash your bloody head so hard that your nan wil feel it.",
    "Her Britannic Majesty's Secretary of State Requests and requires in the Name of Her Majesty all those whom it may concern to allow the bearer to pass freely without let or hindrance, and to afford the bearer such assistance and protection as may be necessary.",
    "Jog on, you bloody wanker.",
    "Bugger, it's pissing it down, let's pop the kettle on and have a cuppa.",
    "Would you chaps enjoy some cheese on toasted bread? And some tomato broth to tie you off?",
    "We hate Nottingham Forest, we hate Liverpool, we hate Manchester City too, but United we love you.",
    "Down spoons with the lads yesterday watching the footy & one team let me down on my acca so had to move to the Foster's cos I was down a few bob.",
    "Do you want a cup of tea with your crumpets mate?",
    "These crumpets don't have enough holes.",
    "Those codswallops down the brun have taken the dickins. By jove, they need a good theashing I say."
  ],
  "en-IN": [
    "Please do the needful.",
    "Lakhs and lakhs of people.",
    "I want pin-drop silence.",
    "He is out of station.",
    "My son just passed out of college.",
    "My neighbour is foreign-returned.",
    "My daughter is convent-educated.",
    "Where is the nearest departmental store?",
    "My teacher is sitting on my head.",
    "My friend is eating my brain.",
    "Why This Kolaveri Di?"
  ],
  "en-US": [
    "I put the television in the corner so I can watch it while I'm eating on the toilet.",
    "Fuck yeah!",
    "Baseball, apple pie, hot dogs and Chevrolet.",
    "Yeah, I'll take a snickers, deep-fried, wrapped in bacon, dipped in chocolate, sprinkles, topping off a two-pound banana split with a half-a gallon of whipped cream and chocolate syrup. Oh, and a diet coke, trying to watch the weight.",
    "I'm gonna wait and see if this tumor goes away so I don't have to go to the doctor.",
    "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed.",
    "I think I’ll use my credit card.",
    "I just got this baby, hold my beer while I shoot that squirrel lunch meat on my pickup.",
    "We'll put a boot in your ass, it's the American way.",
    "I'll have a number 2 large, add cheese and bacon, with a diet coke.",
    "Books? I don't read books! You think I'm gay or something?",
    "I dropped my quadruple hamburger in my 2-gallon coke."
  ],
  "es-ES": [
    "Not all Spaniards are native speakers of Castilian Spanish. There are four official languages in Spain which are Castilian, Catalan, Basque and Galician, three unofficial regional languages which are Asturian, Aragonese, and Aranese, and several more dialects.",
    "The Spaniards have a completely different life rhythm from other Europeans. They typically have lunch between 1 and 3 pm, and dinner around 10 pm.",
    "Flamenco is not actually a dance; it’s a musical style, which sometimes has dancing in it.",
    "58 million tourists go to Spain every year, making it the fourth most visited country in the world.",
    "Spain is renowned for its lively festivals, including San Fermín also known as running of the bulls and Tomatina also known as the tomato battle.",
    "More than 150,000 tomatoes are usually thrown at La Tomatina.",
    "The official name of Spain is Kingdom of Spain.",
    "The national anthem of Spain has no words.",
    "There are no laws about public nudity in Spain.",
    "43% of the world’s olive oil production is done in Spain.",
    "From 2008 to 2013, the Spanish national football team was named FIFA Team of the Year.",
    "Spain won its first World Cup football title in 2010, which made the country the 8th country to have ever won.",
    "The tooth fairy is a mere rodent in Spain, referred to as Ratoncito Pérez.",
    "Breaks, free time, and siestas are a huge part of everyday Spanish culture.",
    "Spain was the world’s third most popular tourist destination in 2013 (after France and the US).",
    "Traditionally, you have two surnames in Spain – the first surname from your father, and the second from your mother.",
    "Spaniards celebrate the New Year by eating one grape with their family for each bell strike of the clock.",
    "The quill pen is thought to have originated in Spain about 1400 years ago.",
    "The Spanish often use gestures with, or to substitute for, words. Flicking the teeth with the thumbnail, wiggling fingers from the nose, and grabbing the left arm with the right while making a left-handed fist are all thought to be offensive.",
    "There are fewer marriages in Spain than in any other EU country, except Sweden.",
    "The divorce rate in Spain is 17% (relatively low compared to over 50% in the USA).",
    "Spain has the second highest number of bars per inhabitants.",
    "In Spain, it is completely acceptable and normal to throw things on the ground in bars. Most of the time a dirty floor means a good bar!",
    "Tortillas in Spain are not the same as tortillas elsewhere. Tortilla española refers to a very popular egg and potato dish. Spaniards use the word “tortitas” to refer to flour/corn tortillas.",
    "Tomatoes, potatoes, avocados, tobacco, and cacao (for chocolate) were all imported into Europe by Spain.",
    "Though Spain is more famous for its red wine than white, the majority of its vineyards have white grapes.",
    "The Madrid subway is the second largest underground system in Europe and the sixth largest system in the world.",
    "Owning one’s home is very important to Spanish people, and some 80% of Spanish households do.",
    "The majority of Spaniards are formally Roman Catholic, although different religious beliefs are accepted.",
    "People are often referred to as Don or Dona and their first name within formal occasions.",
    "If invited to a Spaniard’s home, you can bring chocolates, pastries, cakes, wine, liqueur, brandy, or flowers to the hostess.",
    "Despite the beret being associated with France, the Basques in Northeast Spain invented it.",
    "It is not customary to tip in Spain, especially for cheap meals."
  ],
  "es-MX": [
    "The official name of Mexico is Estados Únidos Mexicanos (United Mexican States).",
    "A Mexican tamale called the zacahuil is three feet long and weighs about 150 pounds.",
    "The largest wildcat in North America is the jaguar, which can be found in Mexico's southern jungles.",
    "The first printing press in North America was used in Mexico City in 1539.",
    "The National University of Mexico was founded in 1551 by Charles V of Spain and is the oldest university in North America.",
    "Relative to their bodies, Chihuahuas have the biggest brain in the dog world. They are named for a Mexican state.",
    "The Chihuahua is the world’s smallest dog and is named for a Mexican state.",
    "Millions of monarch butterflies migrate to Mexico every year from the U.S. and Canada, though logging operations are rapidly destroying their habitat.",
    "The border between Mexico and the United States is the second largest border in the world.",
    "Mexico’s size is 756,066 square miles, which is almost three times larger than Texas.",
    "Mexican children do not receive presents on Christmas Day. They receive gifts on January 6, the day on which Mexicans celebrate the arrival of the Three Wise Men.",
    "Mexico City is built over the ruins of a great Aztec city, Tenochtitlán. Because it is built on a lake, Mexico is sinking at a rate of 6 to 8 inches a year as pumps draw water out for the city’s growing population.",
    "Only ten countries in the world have a larger population than Mexico’s 109,955,400 people.",
    "Mexico City has the highest elevation and is oldest city in North America. It is also one of the largest cities in the world.",
    "Mexico is the 14th largest country in the world by total area.",
    "Modern Mexicans are a unique blend of many ancient civilizations, including the Olmec, Zapotec, Toltec, Maya, Aztec, Inca, African, French, and Spanish.",
    "The first great civilization in Mexico were the Olmecs who established many cities along the eastern coast of Mexico, sculpted the famous Colossal Heads, and worshipped a mysterious, unnamed god that was part human and part jaguar.",
    "Catholicism is the dominate religion in Mexico.",
    "Mexico is second only to Brazil in the number of Catholic citizens.",
    "One unusual Mayan weapon was a “hornet bomb,” which was an actual hornet’s nest thrown at enemies during battle.",
    "Snakes appear repeatedly in Mexican mythology, from the serpent god Kukulcan which can be found the side of the Chichen Itza pyramid to the feathered serpent god, Quetzalcoatl."
  ],
  "es-US": [
    "The official name of Mexico is Estados Únidos Mexicanos (United Mexican States).",
    "A Mexican tamale called the zacahuil is three feet long and weighs about 150 pounds.",
    "The largest wildcat in North America is the jaguar, which can be found in Mexico's southern jungles.",
    "The first printing press in North America was used in Mexico City in 1539.",
    "The National University of Mexico was founded in 1551 by Charles V of Spain and is the oldest university in North America.",
    "Relative to their bodies, Chihuahuas have the biggest brain in the dog world. They are named for a Mexican state.",
    "The Chihuahua is the world’s smallest dog and is named for a Mexican state.",
    "Millions of monarch butterflies migrate to Mexico every year from the U.S. and Canada, though logging operations are rapidly destroying their habitat.",
    "The border between Mexico and the United States is the second largest border in the world.",
    "Mexico’s size is 756,066 square miles, which is almost three times larger than Texas.",
    "Mexican children do not receive presents on Christmas Day. They receive gifts on January 6, the day on which Mexicans celebrate the arrival of the Three Wise Men.",
    "Mexico City is built over the ruins of a great Aztec city, Tenochtitlán. Because it is built on a lake, Mexico is sinking at a rate of 6 to 8 inches a year as pumps draw water out for the city’s growing population.",
    "Only ten countries in the world have a larger population than Mexico’s 109,955,400 people.",
    "Mexico City has the highest elevation and is oldest city in North America. It is also one of the largest cities in the world.",
    "Mexico is the 14th largest country in the world by total area.",
    "Modern Mexicans are a unique blend of many ancient civilizations, including the Olmec, Zapotec, Toltec, Maya, Aztec, Inca, African, French, and Spanish.",
    "The first great civilization in Mexico were the Olmecs who established many cities along the eastern coast of Mexico, sculpted the famous Colossal Heads, and worshipped a mysterious, unnamed god that was part human and part jaguar.",
    "Catholicism is the dominate religion in Mexico.",
    "Mexico is second only to Brazil in the number of Catholic citizens.",
    "One unusual Mayan weapon was a “hornet bomb,” which was an actual hornet’s nest thrown at enemies during battle.",
    "Snakes appear repeatedly in Mexican mythology, from the serpent god Kukulcan which can be found the side of the Chichen Itza pyramid to the feathered serpent god, Quetzalcoatl."
  ],
  "fr-CA": [
    "Santa Claus is Canadian.",
    "Canada only got its own flag 100 years after it became a country.",
    "The famous Canadian interjection, eh, is actually listed in the Canadian Oxford Dictionary as a valid word.",
    "The Royal Canadian Mint once made a gigantic loonie made of 99.9% gold that was worth $1 million.",
    "You can write a letter in any language and send it to the North Pole, H0H oHo, Canada and you will receive a letter back from Santa.",
    "Quebec manufactures more than 77% of the world's maple syrup.",
    "Canada shares the largest demilitarized border in the world with the United States.",
    "The townspeople of Nanaimo, BC race their bathtubs as part of an annual aquatic tradition.",
    "Some of the world's most popular superheroes were conceived by Canadian minds, including Superman and Wolverine.",
    "It is against Canadian law to have comics that depict criminal acts.",
    "Canadian geese do have as many as 13 different animal calls that are distinctly their own.",
    "The most common last name in Canada is Li.",
    "Twenty percent of the world's fresh water is in Canada, and it has more lakes than any other country.",
    "Only in Canada could it go from negative 19 degrees centigrade to twenty two degree centigrade in an hour.",
    "As much as Canadians love hockey, it's actually not the national sport.",
    "Hawaiian pizza was actually invented by an Ontario man, not by the Hawaiians.",
    "There's an area in the Hudson Bay region has less gravity than the rest of the planet.",
    "Up to 30% of Canada is covered in trees and thick forest.",
    "Canada has been invaded twice by Americans - both in 1775 and 1812.",
    "Canada consumes more mac and cheese than any other country in the world.",
    "The official phone number for Canada is one eight hundred o Canada."
  ],
  "fr-FR": [
    "Turning a baguette upside down is unlucky in France.",
    "The croissant was actually invented in Austria.",
    "France is known as L'Hexagone due to its hexagonal geometrical shape.",
    "The camera phone was invented in France in 1997 by Philippe Khan,",
    "French was the official language of England for about 300 years, from 1066 to 1362.",
    "Some claim that French toast isn't French, but was actually invented by a man called Joseph French.",
    "Liberte, Egalite, Fraternite is the national motto of France.",
    "The French coastline adds up to 3427 kilometers. This is roughly the distance from Paris to Petra.",
    "Kilts originated in France, not Scotland.",
    "The Tour de France cycle race has been running for over 100 years.",
    "With a land area of 547,000 square kilometres, France is the largest country in the EU.",
    "France is by far the most popular tourist destination in the world, with some 82 million visitors annually.",
    "A 1910 law in France forbids couples from kissing on train platforms to avoid delayed departures.",
    "The average French citizen eats 500 snails each year.",
    "There are over 400 kinds of cheese made in France."
  ],
  "hi-IN": [
    "Please do the needful.",
    "Lakhs and lakhs of people.",
    "I want pin-drop silence.",
    "He is out of station.",
    "My son just passed out of college.",
    "My neighbour is foreign-returned.",
    "My daughter is convent-educated.",
    "Where is the nearest departmental store?",
    "My teacher is sitting on my head.",
    "My friend is eating my brain.",
    "Why This Kolaveri Di?"
  ],
  "it-IT": [
    "Italy has a free wine fountain.",
    "Italy is the fifth most visited country in the world.",
    "All three of Europe’s active volcanoes are in Italy.",
    "Italians invented pizza in Naples.",
    "Italy has the most UNESCO World Heritage sites in the world.",
    "Italians have eaten pasta since the 4th century B.C.",
    "There are over 1,500 lakes in Italy.",
    "Italians consume 14 billion espressos each year.",
    "You can find the world’s smallest country Vatican City inside Italy.",
    "One-fifth of Italy is covered in hills and mountains.",
    "Italy is the world’s largest wine producer.",
    "Italy has a low birth rate and the oldest population in Europe.",
    "Tourists throw 3000 pounds into the Trevi fountain every day.",
    "Rome is over 2,000 years old, but Italy is one of Europe’s youngest countries.",
    "The Italians have over 2,500 types of cheese."
  ],
  "ja-JP": [
    "Japan consists of over 6,800 islands.",
    "Japan has a ‘suicide forest’. Called ‘the perfect place to die’, the Aokigahara forest has the unfortunate distinction of the world’s second most popular place to take one’s life.",
    "Animated Japanese films and television shows also known as Anime account for 60% of the world’s animation-based entertainment. So successful is animation in Japan, that there are almost 130 voice-acting schools in the country.",
    "21% of the Japanese population is elderly, the highest proportion in the world. Japan has more than 50,000 people who are over 100 years old.",
    "Raised floors help indicate when to take off slippers or shoes.",
    "Japan has just 2 gun-related homicides per year on average. Japan feels very safe in general. They say you could leave your wallet on the floor of the busiest metro station and come back an hour later to still find it there, untouched.",
    "Japanese trains are among the world’s most punctual. Their average delay is just 18 seconds.",
    "Square watermelons are grown by Japanese farmers for easier stack and store.",
    "In Japan there are more pets than children.",
    "Japan’s birth rate is so low that adult diapers are sold more than baby diapers.",
    "The Japanese survivor of the Titanic was called a coward in his country for not dying with the other passengers.",
    "In Japan there are Maid Cafes where waitresses dressed in maid costumes act as servants, and treat customers as masters and mistresses in a private home, rather than as café patrons.",
    "Around 24 billion pairs of chopsticks are used in Japan each year.",
    "685 kids were rushed to hospitals in Japan in 1997 after an intense pokemon episode that caused dizziness, vomiting, and seizures.",
    "Japan has 5.52 million vending machines offering anything from soda to sex toys and live crabs.",
    "Ronald McDonald is called Donald McDonald in Japan due to a lack of a clear ‘R’ sound in Japanese.",
    "Many hot springs and public bathhouses in Japan ban customers with tattoos from entering because they see it as possible affiliation with gangs.",
    "They use more paper for comics than for toilet paper in Japan.",
    "Sometimes the trains in Japan are so crowded railway staff are employed to cram passengers inside.",
    "If you commit suicide in Japan by jumping in front of a train, the family of the deceased will be charged a disruption fee.",
    "In Japan there is a train that floats above the tracks by magnetism, reaching 550 kilometers per hour.",
    "Norway introduced salmon sushi to the Japanese in the eighties.",
    "In Japan, there is a crying sumo contest where wrestlers compete to see who can make a baby cry first.",
    "Coffee is so popular in Japan that Japan imports approximately 85% of Jamaica’s annual coffee production.",
    "Most toilets in Japan have a built-in bidet system for spraying your backside. These are known as washlets and are now the norm in homes and nicer restrooms.",
    "When you use the restroom in someone’s home you may need to put on designated bathroom slippers so as not to contaminate the rest of the home.",
    "Noodles are slurped somewhat loudly when eaten. It has been said slurping indicates the food is delicious. The slurping also serves to cool down the hot noodles for eating.",
    "In a Sumo training stable the junior rikishi Sumo wrestlers must wash and bathe their senior sumo wrestlers and make sure their hard to reach places are clean.",
    "Ovens are not nearly as commonplace as rice cookers in Japanese households."
  ],
  "pt-BR": [
    "Brazil is the fifth largest country in the world.",
    "Brazil is named after a tree called brazilwood.",
    "Brazil has 26 states and one federal district.",
    "The capital of Brazil is Brasilia, built in 1960.",
    "Brazil shares a border with nine countries which is every South American country except Chile and Ecuador.",
    "The highest point in Brazil is Pico da Neblina at 2994 metres (9820 feet).",
    "Brazil is ranked number 9 in the world soccer standings.",
    "Brazil has won the soccer World Cup five times and perhaps its most famous player is Pele.",
    "Virtually every Brazilian city has a soccer stadium because they are crazy about soccer.",
    "The Amazon River is the second longest river in the world and the world’s largest river by volume.",
    "The Amazon Jungle has the greatest biodiversity on the planet.",
    "Brazil has 64 national parks and more than 200 conservation units. One of the interesting parks – Lencóis Maranhenses National Park is home to sand dunes that are formed by wind and ocean currents. The dunes can reach heights of 40 metres.",
    "Brazil has the fifth largest population in the world estimated to be over 200 million people.",
    "There are 13 cities with more than one million people in Brazil.",
    "Sao Paulo has over 11 million residents and Rio de Janeiro over six million.",
    "Brazil boasts the seventh largest economy in the world, just behind the UK and just ahead of Russia.",
    "Brazil has the largest Portuguese speaking population in the world.",
    "Brazil was a Portuguese colony for over 300 years and gained its independence in 1822.",
    "The Portuguese spoken in Brazil is evidently most similar to that spoken in the 16th century.",
    "Indigenous people have inhabited Brazil for thousands of years and there are 180 languages spoken.",
    "In 2007, it was reported that were 67 tribes who have never had contact with modern man.",
    "Brazil and West Africa were once attached but were broken apart by plate tectonics.",
    "Sugar Loaf Mountain, in Rio de Janeiro, is a volcanic plug.",
    "A large portion of Brazil is underlain by Precambrian shield, some of which is older than 2.4 billion years.",
    "Brazil produce large quantities of iron ore but also copper, gold and diamonds.",
    "Brazil is self-sufficient in energy.",
    "The Itaipu Dam, located on the border between Brazil and Paraguay, is the second largest hydroelectric producer in the world. The dam is 7.7 kilometres long and 196 metres high.",
    "Samba music developed in Brazil in the eighteen hundreds and is still tremendously popular."
  ],
  "default": [
    "Default Language sentence - 1",
    "Default Language sentence - 2",
    "Default Language sentence - 3"
  ]
}